{
    "description": "The database derives from my research for my PhD, which I conducted between 2013 and 2017 at the University of Freiburg (Germany). The thesis was defended in summer 2018 and published in 2020 with De Gruyter: Ina Serif: Geschichte aus der Stadt. Überlieferung und Aneignungsformen der deutschen Chronik Jakob Twingers von Königshofen. Berlin/Boston 2020. I have been using nodegoat for several years now as my working and data storing environment. As it is a relational database, the export for this repository consists of two files: the main file, manuscripts.csv, which contains the manuscripts and their metadata, and a content file, content.csv, which contains the relations between texts and manuscripts, using **nodegoat_ID** as identifier. As of 2022, the main file consists of 128 records, the content file of 1220 entries. You should be able to import it to the software you prefer, linking the content to the manuscripts through **nodegoat_ID**. The metadata fields for the manuscripts are the following: nodegoat ID, Institution, Call no., Sigle, Folio no., Material, Language, illustrated, Exact date of origin, Date of origin, Place of origin, Place certain, Chronicle Version, Additional info. The information about the single codices derives from manuscript catalogues, research articles, and own analyses. For a complete bibliography of the used literature see my thesis, pp. 215–245. As this is a finished research project, the database gets updated only on an irregular basis. I am also maintaining an online article about the known manuscripts and existing digital versions: Ina Serif: Der zerstreute Chronist. Zur Überlieferung der deutschsprachigen Chronik Jakob Twingers von Königshofen, 12/2015, last update 10/2021. The record for the chronicle in the Handschriftencensus does not list all manuscripts that I consider to be textual witnesses (as of October 2021, it lists 115 manuscripts), but contains additional information regarding single codices.", 
    "license": "cc-by-4.0", 
    "title": "Data base for the known manuscripts that transmit the chronicle of Jakob Twinger von Königshofen ", 
    "version": "v1.1", 
    "upload_type": "dataset", 
    "publication_date": "2022-12-21", 
    "creators": [
        {
            "name": "Ina Serif",
            "orcid": "0000-0003-2419-4252"
        }
    ], 
    "access_right": "open"
}
